IDEA Open Model
PointResultOfNLA.AxialStrain Property
Compatible with IDEA StatiCa Beta 20.0
 Axial strain
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double AxialStrain { get; set; }
Public Property AxialStrain As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointResultOfNLA Class
IdeaRS.OpenModel.Result Namespace